Repository: pmpr/wp-mdl-security
Catalog: translation/*.po
Languages: fa_ir

source: Security
fa_ir: امنیت

source: reCAPTCHA Configuration
fa_ir: پیکربندی ریکپچا

source: for load Google reCAPTCHA fill the form inputs.
fa_ir: برای بارگذاری ریکپچا گوگل فیلد‌های فرم را پر کنید.

source: Please pass Google reCAPTCHA test.
fa_ir: لطفا آزمایش ری‌کپچا گوگل را انجام دهید.

source: Please wait until Google reCAPTCHA is loaded.
fa_ir: لطفا تا زمان بارگذاری ری‌کپچا گوگل صبر کنید.

source: Failed to load Google reCAPTCHA. Please check your internet connection and reload this page.
fa_ir: موفق به اجرای ری‌کپچا گوگل نشدیم، لطفا ارتباط اینترنت خود را بررسی کرده و صفحه را مجدد بارگیری کنید.

source: Warning
fa_ir: اخطار

source: Error
fa_ir: خطا

source: Click the BACK button on your browser and try again.
fa_ir: لطفا کلید برگشت مرورگر خود را بزنید و دوباره امتحان کنید.

source: Authentication failed.
fa_ir: احراز هویت شکست خورد.

source: reCaptcha
fa_ir: ری‌کپچا

source: reCAPTCHA
fa_ir: ری‌کپچا

source: General
fa_ir: عمومی

source: Enable reCAPTCHA
fa_ir: فعال سازی ری‌کپچا

source: Site Key
fa_ir: کلید عمومی

source: You can generate keys from %s.
fa_ir: شما می‌توانید کلید‌ها را از %s بسازید.

source: here
fa_ir: اینجا

source: Secret Key
fa_ir: کلید خصوصی

source: reCAPTCHA Version
fa_ir: نسخه ری‌کپچا

source: Hide reCAPTCHA Badge
fa_ir: پنهان کردن نشان ری‌کپچا

source: Disabled Submit Button
fa_ir: غیر فعال کردن دکمه تایید

source: Whitelist
fa_ir: لیست سفید

source: Whitelist items
fa_ir: آیتم‌های لیست سفید

source: IP Address
fa_ir: آدرس آی پی

source: Allowed format %s
fa_ir: فرمت مجاز %s

source: Whitelist Notification
fa_ir: اعلان بودن در لیست سفید

source: Something like:
fa_ir: چیزی شبیه به:

source: You are in the whitelist.
fa_ir: شما در لیست سفید قرار دارید.

source: Version 2
fa_ir: نسخه ۲

source: Version 3
fa_ir: نسخه ۳

source: Invisible
fa_ir: مخفی

source: Login Form
fa_ir: فرم ورود

source: Comments Form
fa_ir: فرم دیدگاه

source: Registration Form
fa_ir: فرم ثبت نام

source: Reset Password Form
fa_ir: فرم بازنشانی گذزواژه

source: User response is missing.
fa_ir: پاسخ کاربر به آزمایش یافت نشد.

source: Secret Key is missing.
fa_ir: کلید خصوصی یافت نشد.

source: Secret Key is invalid.
fa_ir: کلید خصوصی معتبر نیست.

source: Check your domain configurations
fa_ir: اطلاعات دامنه خود را بررسی کنید

source: and enter it again
fa_ir: و دوباره آن را وارد کنید

source: User response is invalid
fa_ir: پاسخ کاربر معتبر نیست

source: You have entered an incorrect reCAPTCHA value.
fa_ir: مقدار خروجی آزمایش صحیح نیست.

source: More than one reCAPTCHA has been found in the current form. Please remove all unnecessary reCAPTCHA fields to make it work properly.
fa_ir: بیشتر از یک آزمایش در فرم جاری یافت شد. لطفا آزمایش‌های اضافی را حذف کنید.
